Repository: common-repository/tapandtrust
Catalog: languages/matiks-mywot-ratings-*.po
Languages: fr_fr

source: %d post and
fr_fr: %d article et

source: %d comment will be analyzed.
fr_fr: %d commentaire va être analysé.

source: The API key does not seem to be valid!
fr_fr: La clé API ne semble pas être valide !

source: %d domain to analyze
fr_fr: %d domaine à analyser

source: Something went wrong with the WOT API!
fr_fr: Une erreur s'est produite avec l'API de WOT !

source: No previous scan to display!
fr_fr: Aucune analyse précédente à afficher !

source: Last analyze &nbsp;&nbsp; %1$s &nbsp;&nbsp; by &nbsp;&nbsp;<b>%2$s</b>
fr_fr: Dernière analyse &nbsp;&nbsp; %1$s &nbsp;&nbsp; par &nbsp;&nbsp;<b>%2$s</b>

source: <b>%d</b> link was found!</a></h1>
fr_fr: <b>%d</b> lien trouvé!</a></h1>

source: no link was found!</a></h1>
fr_fr: aucun lien trouvé!</a></h1>

source: Author
fr_fr: Auteur

source: Post title
fr_fr: Titre

source: Comment
fr_fr: Commentaire

source: Rating
fr_fr: Note

source: LINK
fr_fr: LIEN

source: No domain to analyze with the criteria!
fr_fr: Aucun domaine à analyser avec ces critères !

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: unknown
fr_fr: Inconnu

source: Disapprove
fr_fr: Désapprouver

source: Settings
fr_fr: Paramètres

source: About
fr_fr: A propos

source: Tap&Trust helps you to protect your visitors by blocking unsafe links in comments. Thresholds can be customized in the settings page. This plugin also helps you to analyze your site to find malicious links and to disapprove them. A last tool allows you to easily validate your site at WOT.
fr_fr: Tap&Trust vous aide à protéger vos visiteurs en bloquant les liens malveillants dans les commentaires. Les seuils peuvent être modifiés dans les paramètres. Ce plugin permet également d'analyser son site pour trouver les liens non sécurisés et de les désapprouver. Un dernier outil permet de facilement valider son site sur WOT.

source: Tap&Trust for WordPress is not an official application of <a href="https://www.mywot.com" target="_blank">Web Of Trust</a> - MyWOT
fr_fr: Tap&Trust pour WordPress n'est pas un plugin officiel de <a href="https://www.mywot.com" target="_blank">Web Of Trust</a> - MyWOT

source: <span class="dashicons dashicons-warning"></span> This plugin needs a valid API key to work properly. You can <a href="https://www.mywot.com/user/api" target="_blank">request yours</a> for free once you have created <a href="https://www.mywot.com/en/signup" target="_blank">an account</a> at WOT
fr_fr: <span class="dashicons dashicons-warning"></span> Ce plugin nécessite une clé API valide pour fonctionner correctement. Vous pouvez <a href=\"https://www.mywot.com/user/api\" target="_blank">demander la vôtre</a> gratuitement dès que vous aurez créé <a href="https://www.mywot.com/en/signup" target="_blank">un compte</a> sur WOT

source: <span class="dashicons dashicons-email"></span> If you have any questions, please contact me at matiks.net@gmail.com
fr_fr: <span class="dashicons dashicons-email"></span> Pour toute question, veuillez me contacter à cette adresse : matiks.net@gmail.com

source: Analysis of pages, posts and comments
fr_fr: Analyse des pages, articles et commentaires

source: Include or exclude posts or comments from the analysis
fr_fr: Inclure ou exclure des articles ou commentaires de l'analyse

source: Analyze pages ?
fr_fr: Analyser les pages ?

source: Analyze posts ?
fr_fr: Analyser les articles ?

source: Analyze comments ?
fr_fr: Analyser les commentaires ?

source: Please, select at least one item!
fr_fr: Veuillez choisir au moins un item !

source: Retrieving URL in messages, please wait
fr_fr: Récupération des URLs dans les messages, veuillez patienter

source: Extraction of domains, please wait
fr_fr: Extraction des domaines, veuillez patienter

source: disapproved
fr_fr: désapprouvé

source: error
fr_fr: erreur

source: Settings - Safety lock links in comments
fr_fr: Paramètres - Bloquer les liens dans les commentaires

source: Customize the threshold to lock links in comments
fr_fr: Personnaliser le seuil pour bloquer les liens dans les commentaires

source: MyWOT detection:
fr_fr: Détection MyWOT :

source: Lock all links before to know their rating with WOT
fr_fr: Bloquer tous les liens tant que leur note n'est pas connue

source: Lock links having an unknown rating
fr_fr: Bloquer les liens dont la note n'est pas connue

source: You need a valid API key to make this plugin work! This is free.
fr_fr: Vous devez posséder une clé d'API valide pour faire fonctionner ce plugin ! C'est gratuit.

source: Your WOT API key
fr_fr: Votre clé d'API MyWOT

source: Save
fr_fr: Enregistrer

source: Website verification
fr_fr: Vérification du site

source: Please, enter your verification code
fr_fr: Veuillez entrer votre code de vérification

source: You need <a href="https://www.mywot.com/en/signup" target="_blank">an account</a> at WOT and to <a href="https://www.mywot.com/profile/mysites" target="_blank">request your site</a>
fr_fr: Vous devez avoir <a href="https://www.mywot.com/en/signup" target="_blank">un compte </a> sur WOT et <a href="https://www.mywot.com/profile/mysites" target="_blank">réclamer votre site</a>

source: Click on "<strong>[verify]</strong>"
fr_fr: Cliquer sur <strong>[verify]</strong>

source: Copy/past the code similar to this in red: -<i><strong>&lt;meta name="wot-verification" content="<em style="color:red;">abcdefabc0123456789</em></strong></i>"/>
fr_fr: Copier/coller le code similaire à celui en rouge: -<i><strong>&lt;meta name="wot-verification" content="<em style="color:red;">abcdefabc0123456789</em></strong></i>"/>

source: To remove it, let the field above blank and click on <strong>Save</strong>
fr_fr: Pour le supprimer, laisser le champ ci-dessus vide et cliquer sur <strong>Enregistrer</strong>

source: Website validation
fr_fr: Validation site

source: Analysis
fr_fr: Analyse

source: Error: cURL is NOT installed on this server. <a href="http://php.net/manual/install.unix.debian.php" target="_blank">Install cURL</a>
fr_fr: Erreur: cURL n'est pas installé sur ce serveur. <a href="http://php.net/manual/install.unix.debian.php" target="_blank">Installer cURL</a>

source: You need <a href="https://www.mywot.com/en/signup" target="_blank">an account</a> at WOT and to <a href="https://www.mywot.com/profile/api" target="_blank">request your API key</a> to make this plugin works
fr_fr: Vous devez posséder <a href="https://www.mywot.com/en/signup" target="_blank">un compte</a> sur WOT et <a href="https://www.mywot.com/profile/api" target="_blank">réclamer votre clé API</a> pour faire fonctionner ce plugin

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: Block unsafe links in comments. Improve your site's User Experience with the WOT API.
fr_fr: Bloquer les liens malveillants dans les commentaires. Augmentez votre expérience utilisateur avec l'API de WOT.
